import 'package:quizonire_app/question_blueprint.dart';

const questions = [
  Question(
    question: 'অতি লোভে তাতিকেই কেন নষ্ট হতে হবে?',
    answers: [
      'তাঁতির দোষ',
      'লোভের দোষ',
      'আমার দোষ',
      'বিষয়টা কন-সারনিং',
    ],
  ),
  Question(
    question: 'সোজা আঙ্গুলে ঘি কেন ঊঠে না? ',
    answers: [
      'ঘির দোষ',
      'আঙ্গুলের দোষ',
      'আমার দোষ',
      'বিষয়টা কন-সারনিং',
    ],
  ),
  Question(
    question: 'আপনার জীবনে সুখ কেন নেই',
    answers: [
      'গফ নেই তাই',
      'স্বজন হারানোর বেদনায়',
      'ভেবে দেখতে হবে',
      'বেশি ডেলুলু তাই',
    ],
  ),
  Question(
    question: 'অতি লোভে তাতিকেই কেন নষ্ট হতে হবে?',
    answers: [
      'তাঁতির দোষ',
      'লোভের দোষ',
      'আমার দোষ',
      'বিষয়টা কন-সারনিং',
    ],
  ),
  Question(
    question: 'সোজা আঙ্গুলে ঘি কেন ঊঠে না? ',
    answers: [
      'ঘির দোষ',
      'আঙ্গুলের দোষ',
      'আমার দোষ',
      'বিষয়টা কন-সারনিং',
    ],
  ),
  Question(
    question: 'আপনার জীবনে সুখ কেন নেই',
    answers: [
      'গফ নেই তাই',
      'স্বজন হারানোর বেদনায়',
      'ভেবে দেখতে হবে',
      'বেশি ডেলুলু তাই',
    ],
  ),
];
